"+ Add" = "+ Lägg till";

"Add US bank account" = "Lägg till amerikanskt bankkonto";

"Add a card" = "Lägg till ett kort";

"Add a payment method" = "Lägg till en betalningsmetod";

"Add bank account" = "Lägg till bankkonto";

"Add card" = "Lägg till kort";

"Add new card" = "Lägg till nytt kort";

"Add new payment method" = "Lägg till ny betalningsmetod";

"Add your payment information" = "Lägg till betalningsinformation";

"Approve payment" = "Godkänn betalning";

"Are you sure you want to remove this card?" = "Är du säker på att du vill ta bort kortet?";

"Are you sure you want to remove this linked account?" = "Är du säker på att du vill ta bort det länkade kontot?";

"Back" = "Tillbaka";

"Bank" = "Bank";

"Bank account" = "Bankkonto";

"Bank account details cannot be changed." = "Bankkontouppgifter kan inte ändras.";

"Buy now or pay later with  <img/>" = "Köp nu eller betala senare med <img/>";

"Buy now or pay later with Afterpay" = "Köp nu eller betala senare med Afterpay";

"Buy now or pay later with Cash App Afterpay" = "Köp nu eller betala senare med Cash App Afterpay";

"Buy now or pay later with Clearpay" = "Köp nu eller betala senare med Clearpay";

"Buy now or pay later with Klarna" = "Köp nu eller betala senare med Klarna";

"Buy using a UPI ID" = "Köp med ett UPI ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Genom att bekräfta betalningen med PayPal tillåter du att %@ debiterar ditt PayPal-konto för framtida betalningar i enlighet med deras villkor.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Genom att fortsätta till Amazon Pay tillåter du att %@ debiterar ditt Amazon Pay-konto för framtida betalningar i enlighet med deras villkor.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Genom att fortsätta till Klarna tillåter du %1$@ att debitera ditt Klarna-konto för framtida betalningar i enlighet med deras och Klarnas villkor. Du kan när som helst ändra detta i din Klarna-app eller genom att kontakta %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Genom att fortsätta till PayPal tillåter du att %@ debiterar ditt PayPal-konto för framtida betalningar i enlighet med deras villkor.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Genom att fortsätta till Revolut Pay tillåter du att %@ debiterar ditt Revolut Pay-konto för framtida betalningar i enlighet med deras villkor.";

"By continuing you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Genom att fortsätta godkänner du <terms>villkoren</terms> och <privacy>integritetspolicyn</privacy>.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Genom att fortsätta samtycker du till att godkänna betalningar i enlighet med dessa <terms>villkor</terms>.";

"By continuing, you agree to save your information for future purchases with %@ and <link>Link</link> according to Link <terms>terms</terms> and <privacy>privacy</privacy>." = "Genom att fortsätta godkänner du att dina uppgifter sparas för framtida köp hos %@ och <link>Link</link> enligt Links <terms>villkor</terms> och <privacy>integritetspolicy</privacy>.";

"By continuing, you agree to save your information for future purchases with %@." = "Genom att fortsätta godkänner du att dina uppgifter sparas för framtida köp hos %@.";

"By continuing, you authorize %@ to automatically debit your Satispay Balance on a recurring basis in accordance with your purchase or subscription plan." = "Genom att fortsätta godkänner du att %@ automatiskt debiterar ditt Satispay-saldo på återkommande basis i enlighet med din köp- eller prenumerationsplan.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Genom att fortsätta godkänner du att %1$@ debiterar ditt Cash App-konto för den här betalningen och framtida betalningar i enlighet med %2$@s villkor, tills detta godkännande återkallas. Du kan när som helst ändra detta i dina Cash App-inställningar.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Genom att registrera dig på Link, godkänner du våra <terms>villkor</terms> och vår <privacy>integritetspolicy</privacy>.";

"By providing phone number and email, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Genom att tillhandahålla ditt telefonnummer och din e-postadress godkänner du att skapa ett Link-konto som omfattas av Links <terms>villkor</terms> och <privacy>integritetspolicy</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Genom att uppge dina bankkontouppgifter och bekräfta denna betalning godkänner du denna begäran om autogiro och <villkor>tjänsteavtalet för begäran om autogiro</villkor>, och godkänner Stripe Payments Australia Pty Ltd ACN 160 180 343 Användar-ID för autogiro 507156 (”Stripe”) att debitera ditt konto genom det elektroniska clearingsystemet i bulk (BECS) för %@ (”Handlaren”) för eventuella belopp som meddelas separat till dig av Handlaren. Du intygar att du antingen är kontoinnehavare eller behörig firmatecknare på kontot som anges ovan.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Genom att tillhandahålla kortinformationen ger du %@ tillåtelse att debitera ditt kort för framtida betalningar enligt deras villkor.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Genom att tillhandahålla din e-postadress godkänner du att skapa ett Link-konto och spara dina betalningsuppgifter hos Link, i enlighet med Links <terms>villkor</terms> och <privacy>integritetspolicy</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Genom att tillhandahålla din betalningsinformation och bekräfta denna betalning godkänner du (A) %@ och Stripe, vår betaltjänstleverantör, att skicka instruktioner till din bank att debitera ditt konto och (B) din bank att debitera ditt konto i enlighet med dessa instruktioner. Som en del av dina rättigheter har du rätt till återbetalning från din bank enligt villkoren för ditt avtal med din bank. Återbetalning måste krävas inom åtta veckor från det datum då ditt konto debiterades. Dina rättigheter förklaras i ett utdrag som du kan få från din bank. Du godkänner att få aviseringar för framtida debiteringar upp till två dagar innan de inträffar.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Genom att tillhandahålla ditt telefonnummer godkänner du att skapa ett Link-konto och spara dina betalningsuppgifter hos Link, i enlighet med Links <terms>villkor</terms> och <privacy>integritetspolicy</privacy>.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Genom att spara ditt bankkonto för %@ samtycker du till att godkänna betalningar i enlighet med <terms>dessa villkor</terms>.";

"By submitting your order to %@ and %@, you agree to save your information with %@ for future purchases, and agree to authorize payments pursuant to <terms>these terms</terms>." = "Genom att skicka din beställning till %1$@ och %2$@ samtycker du till att spara din information hos %3$@ för framtida köp och godkänner auktorisering av betalningar i enlighet med <terms>dessa villkor</terms>.";

"By submitting your order to %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Genom att skicka din beställning till %@ samtycker du till att godkänna betalningar i enlighet med <terms>dessa villkor</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Avbryt och betala på ett annat sätt";

"Card details cannot be changed." = "Kortuppgifter kan inte ändras.";

"Change" = "Ändra";

"Choose a payment method" = "Välj en betalmetod";

"Close card scanner" = "Stäng kortskanner";

"Code sent" = "Koden har skickats";

"Confirm" = "Bekräfta";

"Confirm it's you" = "Bekräfta att det är du";

"Confirm payment details" = "Bekräfta betalningsuppgifter";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Bekräfta betalningen i din bankapp eller betalningsapp inom %@ för att slutföra köpet.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Bekräfta betalningen i din banks app inom %@ för att slutföra köpet.";

"Confirm your CVC" = "Bekräfta din CVC-kod";

"Contact information" = "Kontaktinformation";

"Continue another way" = "Fortsätt på ett annat sätt";

"Create an account with Link for faster checkout across the web" = "Skapa ett konto med Link för en snabbare kassaupplevelse på webben";

"Debit or credit card" = "Bank- eller kreditkort";

"Default" = "Standard";

"Default payment method" = "Standardmetod för betalning";

"Did you mean %@? %@." = "Menade du %1$@? %2$@.";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Ange adress manuellt";

"Enter the code sent to %@." = "Ange koden som skickades till %s.";

"FPX Bank" = "FPX Bank";

"Failed to connect" = "Det gick inte att ansluta";

"Fast, secure checkout" = "Snabb och säker kassabetalning";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Få %@ tillbaka när du betalar för första gången med din bank. <terms>Se villkor</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Få %@ tillbaka när du betalar med din bank. <terms>Se villkor</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Jag är införstådd med att Stripe samlar in autogireringar på uppdrag av %@ och bekräftar att jag är kontoinnehavaren och den enda person som krävs för att godkänna debiteringar från detta konto.";

"IBAN" = "IBAN";

"Log in or sign up" = "Logga in eller registrera dig";

"Log out of Link" = "Logga ut från Link";

"Manage SEPA debit" = "Hantera SEPA-debitering";

"Manage US bank account" = "Hantera amerikanskt bankkonto";

"Manage bank account" = "Hantera bankkonto";

"Manage card" = "Hantera kort";

"Manage cards" = "Hantera kort";

"Manage payment method" = "Hantera betalningsmetod";

"Manage payment methods" = "Hantera betalningsmetoder";

"Manage your payment methods" = "Hantera dina betalningsmetoder";

"Name on card" = "Namn på kortet";

"New card" = "Nytt kort";

"New payment method" = "Ny betalningsmetod";

"No %@ promo" = "Ingen %@-kampanj";

"Not you?" = "Inte du?";

"Only card brand can be changed." = "Endast kortmärke kan ändras.";

"Open your UPI app to approve your payment within %@" = "Öppna UPI-appen för att godkänna din betalning inom %@";

"Or" = "Eller";

"Or pay using" = "Eller betala genom att använda";

"Or pay with a card" = "Eller betala med ett kort";

"Or use" = "Eller använd";

"Or use a card" = "Eller använd ett kort";

"Pay %@" = "Betala %@";

"Pay another way" = "Betala på ett annat sätt";

"Pay faster at %@ and thousands of businesses." = "Betala snabbare hos %@ och tusentals andra företag.";

"Pay faster everywhere Link is accepted." = "Betala snabbare överallt där Link accepteras.";

"Pay over time with %@" = "Sprid ut betalningarna med %@";

"Pay over time with Affirm" = "Sprid ut betalningarna med Affirm";

"Pay with Link" = "Betala med Link";

"Pay with your bank account in just a few steps." = "Betala med ditt bankkonto på några få steg.";

"Payment" = "Betalning";

"Payment failed" = "Betalningen misslyckades";

"Payment methods" = "Betalningsmetoder";

"Please choose a valid payment method." = "Välj en giltig betalningsmetod.";

"Please go back and select another payment method" = "Gå tillbaka och välj en annan betalningsmetod";

"Point the camera at your card." = "Rikta kameran mot ditt kort.";

"Processing..." = "Bearbetar ...";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove card?" = "Ta bort kort?";

"Remove linked account" = "Ta bort länkat konto";

"Resend code" = "Skicka koden igen";

"SEPA debit details cannot be changed." = "Uppgifter för SEPA-debitering kan inte ändras.";

"Save" = "Spara";

"Save a new payment method" = "Spara en ny betalningsmetod";

"Save address" = "Spara adress";

"Save for future payments" = "Spara för framtida betalningar";

"Save my info for faster checkout with Link" = "Spara mina uppgifter för snabbare betalning med Link";

"Save payment details to %@ for future purchases" = "Spara betalningsuppgifter hos %@ för framtida köp";

"Save this account for future %@ payments" = "Spara detta konto för framtida betalningar hos %@";

"Save your bank account in just a few steps." = "Spara ditt bankkonto med några få steg.";

"Save your info for secure 1-click checkout with Link" = "Spara dina uppgifter för säker betalning med ett klick med Link";

"Saved" = "Sparad";

"Select card" = "Välj kort";

"Select payment method" = "Välj betalningsmetod";

"Select your payment method" = "Välj din betalningsmetod";

"Set as default" = "Ställ in som standard";

"Set as default payment method" = "Ställ in som standardbetalningsmetod";

"Set up" = "Konfigurera";

"Shipping to %@ is not supported." = "Leverans till %@ stöds inte.";

"Show menu" = "Visa meny";

"Simple, secure one-click payments" = "Enkla och säkra betalningar med ett klick";

"Something went wrong when linking your account.\nPlease try again later." = "Något gick fel när ditt konto skulle länkas.\nFörsök igen senare.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe kommer att sätta in 0,01 USD på ditt konto om 1–2 arbetsdagar. Därefter får du ett e-postmeddelande med instruktioner om hur du slutför sparandet av ditt bankkonto hos %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe sätter in 0,01 USD på ditt konto inom 1–2 arbetsdagar. Sedan får du ett e-postmeddelande med instruktioner för att slutföra betalningen till %@.";

"Tap to close" = "Klicka för att stänga";

"Tap to expand" = "Klicka för att utvidga";

"The IBAN you entered is incomplete." = "Angivet IBAN är ofullständigt.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "IBAN-numret du angav är ogiltigt, \"%@\" är inte en landskod som stöds.";

"The provided verification code has expired." = "Den angivna verifieringskoden har förfallit.";

"The provided verification code is incorrect." = "Den angivna verifieringskoden är felaktig.";

"This is your default" = "Detta är din standardbetalningsmetod";

"This payment method will be removed but will remain available for %@ subscriptions." = "Den här betalningsmetoden kommer att tas bort, men förblir tillgänglig för %@ abonnemang.";

"Too many attempts. Please try again in a few minutes." = "För många försök. Försök igen om några minuter.";

"Unavailable for this purchase" = "Otillgängligt för detta köp";

"Update card" = "Uppdatera kort";

"Update payment method" = "Uppdatera betalningsmetod";

"Use billing address for shipping" = "Använd faktureringsadress för leverans";

"View more" = "Visa mer";

"Yes, update" = "Ja, uppdatera";

"Your IBAN should start with a two-letter country code." = "Ditt IBAN ska börja med en landskod (två bokstäver).";

"iDEAL Bank" = "iDEAL Bank";
